driver-tests/bpelse/assign/AssignJbi/test/CopyQNameInvoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><QNamePart xmlns="urn:DataType"><xsd_QName>tns:QNameLength17</xsd_QName><optional_QName>tns:QNamePart</optional_QName><repeat_QName>tns:QNamePart</repeat_QName><repeat_QName>tns:QNameOperation</repeat_QName></QNamePart></SOAP-ENV:Body></SOAP-ENV:Envelope>
